[Rainmeter]
Author=Sdutduke
AppVersion=1.0
Update=3600000

[Metadata]
Name=
Config=
Description=
Instructions=
Version=
Tags=
License=
Variant=
Preview=

[Variables]
FontName=华文行楷

;字体颜色
;fontcolor=6,0,244,200
;fontcolor=42,126,214,200
fontcolor=70,10,120,200
;fontcolor=80,150,220,200

;字体大小
FontSize=28

;每一行宽度
width=60

;每一行高度
height=1050

;字体定位
fontalign=CENTER

;签名设置
;#crlf#  换行

;txt4=这里是我的心
;txt3=奇迹般万物生长
;txt2=后来你来这走了一遭
;txt1=这里荒芜寸草不生

;txt4=世间草木皆美
;txt3=人不是
;txt2=中药很苦
;txt1=你也是

;txt4=你来人间一趟
;txt3=你要看看太阳
;txt2=和你的心上人
;txt1=一起走在街上

;txt6=静倚所见
;txt5=念涌齐思渐进
;txt4=起聆终议
;txt3=余尽止甚平昔
;txt2=是若平直往若秘私清
;txt1=是若无念生

;txt6=你要相信
;txt5=接下来
;txt4=会有始料不及的运气
;txt3=会有突如其来的欢喜
;txt2=
;txt1=

;txt6=我看到我的成长
;txt5=我看到那些琐碎里的温暖
;txt4=那些吵闹下的安静
;txt3=那些成长
;txt2=那些纯真
;txt1=#crlf#| 桑德拉·希斯内罗丝

;txt6=可遇不可求的事
;txt5=后海有树的院子
;txt4=夏代有工的玉
;txt3=此时此刻的云
;txt2=二十来岁的你
;txt1=#crlf##crlf##crlf##crlf##crlf##crlf#| 冯唐

;txt6=生活没这么复杂
;txt5=种豆子和相思
;txt4=或许都得瓜
;txt3=你敢试
;txt2=世界就敢回答
;txt1=#crlf##crlf##crlf##crlf##crlf##crlf#| 冯唐

;txt6=不爱红尘误
;txt5=偏得命苟延
;txt4=今宵何所恋
;txt3=夜半月中天
;txt2=#crlf##crlf##crlf##crlf#| 神无
;txt1=

;txt6=没有人
;txt5=生来就是勇敢的
;txt4=勇敢并不是不害怕
;txt3=而是要假装勇敢
;txt2=并学会克服恐惧
;txt1=#crlf##crlf#| 纳尔逊·曼德拉

;txt6=隐藏秘密
;txt5=最好的方法
;txt4=就是把它当做笑话
;txt3=讲给全世界的人听
;txt2=
;txt1=

;txt6=人类从历史
;txt5=学到的唯一的教训
;txt4=就是人类没有从历史中
;txt3=吸取任何教训
;txt2=#crlf##crlf##crlf##crlf##crlf#| 黑格尔
;txt1=

;txt6=关上门也好
;txt5=关上窗也好
;txt4=只要眼闭上
;txt3=梦就来了
;txt2=#crlf##crlf##crlf##crlf#| 瞻子
;txt1=

;txt6=一不小心弄丢了你
;txt5=从此
;txt4=夜空中的每一颗星星
;txt3=都变成了
;txt2=你笑的样子
;txt1=#crlf##crlf##crlf##crlf##crlf#|#crlf#·#crlf#·
;txt1=#crlf##crlf##crlf#︽#crlf#愿暖一人心#crlf#︾

;txt6=学会习惯
;txt5=不再开口就是
;txt4=来日方长
;txt3=也要习惯人走茶凉
;txt2=#crlf##crlf##crlf##crlf##crlf#|#crlf#南城以南
;txt1=

;txt7=懂事的人
;txt6=一旦不配合
;txt5=就会被说没教养
;txt4=任性的人
;txt3=稍微乖巧一点
;txt2=就被夸个不停
;txt1=#crlf##crlf##crlf##crlf##crlf##crlf#|#crlf#·#crlf#·

;txt7=大江南，大江北.南山南，北凉北.南方有江南，三千里.北凉有墓碑，三十万.
;txt6=#crlf#南墙尚在
;txt5=#crlf#触之且归
;txt4=#crlf##crlf##crlf##crlf#|#crlf#·#crlf#·
;txt3=
;txt2=
;txt1=

;txt7=大江南#crlf##crlf#大江北
;txt6=南山南#crlf##crlf#北凉北
;txt5=南方有江南
;txt4=三千里
;txt3=北凉有墓碑
;txt2=三十万
;txt1=#crlf##crlf##crlf##crlf#|#crlf#雪中悍刀行

txt8=有人问心动是什么感觉
txt7=如果有一天
txt6=你真正懂的时候
txt5=你就会明白
txt4=那个叫周幽王的二百五
txt3=为什么会
txt2=烽火戏诸侯了
txt1=#crlf##crlf##crlf#|云音乐神评


[Rainmeter]

BackgroundMode=1

[text1]
Meter=STRING
clipstring=1
X=435
Y=6
W=#width#
H=#height#
Hidden=0
FontColor=#fontcolor#
FontFace=#FontName#
FontSize=#FontSize#
StringAlign=#fontalign#
StringStyle=BOLD
AntiAlias=1
Text="#txt1#"

[text2]
Meter=STRING
clipstring=1
X=480
Y=6
W=#width#
H=#height#
Hidden=0
FontColor=#fontcolor#
FontFace=#FontName#
FontSize=#FontSize#
StringAlign=#fontalign#
StringStyle=BOLD
AntiAlias=1
Text="#txt2#"

[text3]
Meter=STRING
clipstring=1
X=525
Y=6
W=#width#
H=#height#
Hidden=0
FontColor=#fontcolor#
FontFace=#FontName#
FontSize=#FontSize#
StringAlign=#fontalign#
StringStyle=BOLD
AntiAlias=1
Text="#txt3#"

[text4]
Meter=STRING
clipstring=1
X=570
Y=6
W=#width#
H=#height#
Hidden=0
FontColor=#fontcolor#
FontFace=#FontName#
FontSize=#FontSize#
StringAlign=#fontalign#
StringStyle=BOLD
AntiAlias=1
Text="#txt4#"

[text5]
Meter=STRING
clipstring=1
X=615
Y=6
W=#width#
H=#height#
Hidden=0
FontColor=#fontcolor#
FontFace=#FontName#
FontSize=#FontSize#
StringAlign=#fontalign#
StringStyle=BOLD
AntiAlias=1
Text="#txt5#"

[text6]
Meter=STRING
clipstring=1
X=660
Y=6
W=#width#
H=#height#
Hidden=0
FontColor=#fontcolor#
FontFace=#FontName#
FontSize=#FontSize#
StringAlign=#fontalign#
StringStyle=BOLD
AntiAlias=1
Text="#txt6#"

[text7]
Meter=STRING
clipstring=1
X=705
Y=6
W=#width#
H=#height#
Hidden=0
FontColor=#fontcolor#
FontFace=#FontName#
FontSize=#FontSize#
StringAlign=#fontalign#
StringStyle=BOLD
AntiAlias=1
Text="#txt7#"

[text8]
Meter=STRING
clipstring=1
X=750
Y=6
W=#width#
H=#height#
Hidden=0
FontColor=#fontcolor#
FontFace=#FontName#
FontSize=#FontSize#
StringAlign=#fontalign#
StringStyle=BOLD
AntiAlias=1
Text="#txt8#"
